// Реализовать функцию поиска элемента в массиве
// Написать функцию, которая принимает массив и элемент, 
// который нужно найти, и возвращает индекс элемента в массиве,
// если элемент найден, или -1, если элемент не найден.
// Например, если входной массив [1, 2, 3, 4, 5] и элемент 3,
// то функция должна вернуть 2.


















// function search(arr, target) {
//     for (let i = 0; i < arr.length; i++) {
//       if (arr[i] === target) {
//         return i;
//       }
//     }
//     return -1;
//   }
